Repository: mudkipme/MoeMemos
Catalog: MoeMemos/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ru, zh_hans, zh_hant

# account.account-detail
source: Account Detail
de: Kontodetails
fr: Détails du compte
it: Dettagli account
ja: アカウントの詳細
ru: Детали аккаунта
zh_hans: 账号详情
zh_hant: 帳號詳情

# account.accounts
source: Accounts
de: Konten
fr: Comptes
it: Account
ja: アカウント
ru: Аккаунты
zh_hans: 账号
zh_hant: 帳號

# account.add-account
source: Add Account
de: Konto hinzufügen
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントの追加
ru: Добавить аккаунт
zh_hans: 添加账号
zh_hant: 新增帳號

# account.add-local-account
source: Add a Local Account
de: Lokales Konto hinzufügen
fr: Ajouter un compte local
it: Aggiungi un account locale
ja: ローカルアカウントを追加
ru: Добавить локальный аккаунт
zh_hans: 添加本地账号
zh_hant: 新增本地帳號

# account.add-memos-account
source: Add a Memos Account
de: Memos-Konto hinzufügen
fr: Ajouter un compte Memos
it: Aggiungi un account Memos
ja: Memosアカウントの追加
ru: Добавить аккаунт Memos
zh_hans: 添加 Memos 账号
zh_hant: 新增 Memos 帳號

# account.local-account-cannot-be-removed
source: Local account cannot be removed.
de: Lokales Konto kann nicht entfernt werden.
fr: Le compte local ne peut pas être supprimé.
it: L'account locale non può essere rimosso.
ja: ローカルアカウントは削除できません。
ru: Локальную учетную запись нельзя удалить.
zh_hans: 本地账号无法删除。
zh_hant: 本地帳號無法移除。

# account.local-account-description
source: On this device
de: Auf diesem Gerät
fr: Sur cet appareil
it: Su questo dispositivo
ja: このデバイス上
ru: На этом устройстве
zh_hans: 在此设备上
zh_hant: 在此裝置上

# account.local-export
source: Export
de: Exportieren
fr: Exporter
it: Esporta
ja: エクスポート
ru: Экспорт
zh_hans: 导出
zh_hant: 匯出

# account.local-export-button
source: Export local memos
de: Lokale Memos exportieren
fr: Exporter les memos locaux
it: Esporta memo locali
ja: ローカルメモをエクスポート
ru: Экспортировать локальные заметки
zh_hans: 导出本地 MEMO
zh_hant: 匯出本地 MEMO

# account.local-export-error-empty
source: No memos to export.
de: Keine Memos zum Exportieren.
fr: Aucun memo à exporter.
it: Nessun memo da esportare.
ja: エクスポートするメモがありません。
ru: Нет заметок для экспорта.
zh_hans: 没有可导出的 MEMO。
zh_hant: 沒有可匯出的 MEMO。

# account.local-export-error-missing-resource
source: Attachment file not found: %@
de: Anhangsdatei nicht gefunden: %@
fr: Fichier joint introuvable : %@
it: File allegato non trovato: %@
ja: 添付ファイルが見つかりません: %@
ru: Файл вложения не найден: %@
zh_hans: 未找到附件文件：%@
zh_hant: 找不到附件檔案：%@

# account.local-export-error-not-available
source: Export is only available for local account.
de: Der Export ist nur für das lokale Konto verfügbar.
fr: L'exportation est disponible uniquement pour le compte local.
it: L'esportazione è disponibile solo per l'account locale.
ja: エクスポートはローカルアカウントでのみ利用できます。
ru: Экспорт доступен только для локального аккаунта.
zh_hans: 仅本地账号支持导出。
zh_hant: 僅本地帳號支援匯出。

# account.local-export-progress-complete
source: Export complete
de: Export abgeschlossen
fr: Exportation terminée
it: Esportazione completata
ja: エクスポート完了
ru: Экспорт завершен
zh_hans: 导出完成
zh_hant: 匯出完成

# account.local-export-progress-exporting
source: Exporting memos and resources
de: Memos und Ressourcen werden exportiert
fr: Exportation des memos et des ressources
it: Esportazione memo e risorse
ja: メモとリソースをエクスポート中
ru: Экспорт заметок и ресурсов
zh_hans: 正在导出 MEMO 和资源
zh_hant: 正在匯出 MEMO 與資源

# account.local-export-progress-preparing
source: Preparing export
de: Export wird vorbereitet
fr: Préparation de l'exportation
it: Preparazione esportazione
ja: エクスポートを準備中
ru: Подготовка экспорта
zh_hans: 正在准备导出
zh_hant: 正在準備匯出

# account.local-export-progress-zipping
source: Creating zip archive
de: ZIP-Archiv wird erstellt
fr: Création de l'archive ZIP
it: Creazione archivio ZIP
ja: ZIPアーカイブを作成中
ru: Создание ZIP-архива
zh_hans: 正在创建 ZIP 压缩包
zh_hant: 正在建立 ZIP 壓縮檔

# account.local-export-share-zip
source: Share exported ZIP
de: Exportierte ZIP teilen
fr: Partager le ZIP exporté
it: Condividi ZIP esportato
ja: エクスポートしたZIPを共有
ru: Поделиться экспортированным ZIP
zh_hans: 分享已导出的 ZIP
zh_hant: 分享已匯出的 ZIP

# account.local-user
source: Local user
de: Lokaler Benutzer
fr: Utilisateur local
it: Utente locale
ja: ローカルユーザー
ru: Локальный пользователь
zh_hans: 本地用户
zh_hant: 本地使用者

# account.memos-account-description
source: Sync with Your Memos Server
de: Mit deinem Memos-Server synchronisieren
fr: Synchroniser avec votre serveur Memos
it: Sincronizza con il tuo server Memos
ja: Memosサーバーと同期する
ru: Синхронизация с вашим сервером Memos
zh_hans: 与您的 Memos 服务器同步
zh_hant: 與您的 Memos 伺服器同步

# account.switch-account
source: Switch Account
de: Konto wechseln
fr: Changer de compte
it: Cambia account
ja: アカウントの切替
ru: Переключить аккаунт
zh_hans: 切换账号
zh_hant: 切換帳號

# common.cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common.load-failed
source: Unable to Load
de: Laden fehlgeschlagen
fr: Chargement impossible
it: Impossibile caricare
ja: 読み込めませんでした
ru: Не удалось загрузить
zh_hans: 无法加载
zh_hant: 無法載入

# common.loading
source: Loading…
de: Wird geladen…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ru: Загрузка…
zh_hans: 正在加载…
zh_hant: 正在載入…

# common.retry
source: Try Again
de: Erneut versuchen
fr: Réessayer
it: Riprova
ja: 再試行
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# compat.action.still-login
source: Still login
de: Trotzdem anmelden
fr: Se connecter quand même
it: Accedi comunque
ja: このままログイン
ru: Все равно войти
zh_hans: 仍要登录
zh_hant: 仍要登入

# compat.action.still-sync
source: Still Sync
de: Trotzdem synchronisieren
fr: Synchroniser quand même
it: Sincronizza comunque
ja: このまま同期
ru: Все равно синхронизировать
zh_hans: 仍要同步
zh_hant: 仍要同步

# compat.continue-login.title
source: Continue login?
de: Anmeldung fortsetzen?
fr: Continuer la connexion ?
it: Continuare l'accesso?
ja: ログインを続行しますか？
ru: Продолжить вход?
zh_hans: 继续登录？
zh_hant: 繼續登入？

# compat.continue-sync.title
source: Continue syncing?
de: Synchronisierung fortsetzen?
fr: Continuer la synchronisation ?
it: Continuare la sincronizzazione?
ja: 同期を続行しますか？
ru: Продолжить синхронизацию?
zh_hans: 继续同步？
zh_hant: 繼續同步？

# compat.higher-version.login-warning
source: Your Memos version is newer than the version tested by Moe Memos. There might be compatibility issues. Please check the Moe Memos website before continuing.
de: Ihre Memos-Version ist neuer als die von Moe Memos getestete Version. Es kann zu Kompatibilitätsproblemen kommen. Bitte prüfen Sie die Moe-Memos-Website, bevor Sie fortfahren.
fr: Votre version de Memos est plus récente que celle testée par Moe Memos. Il peut y avoir des problèmes de compatibilité. Veuillez consulter le site de Moe Memos avant de continuer.
it: La tua versione di Memos e piu recente della versione testata da Moe Memos. Potrebbero esserci problemi di compatibilita. Controlla il sito web di Moe Memos prima di continuare.
ja: お使いの Memos バージョンは、Moe Memos で検証済みのバージョンより新しいです。互換性の問題が発生する可能性があります。続行する前に Moe Memos のWebサイトを確認してください。
ru: Ваша версия Memos новее версии, протестированной в Moe Memos. Возможны проблемы совместимости. Перед продолжением проверьте сайт Moe Memos.
zh_hans: 您的 Memos 版本高于 Moe Memos 已验证的版本，可能存在兼容性问题。继续前请先查看 Moe Memos 官网确认是否支持。
zh_hant: 您的 Memos 版本高於 Moe Memos 已驗證的版本，可能存在相容性問題。繼續前請先查看 Moe Memos 官網確認是否支援。

# compat.higher-version.sync-warning
source: Your Memos version is newer than the version tested by Moe Memos. Forcing sync may corrupt unsynced data. Please check the Moe Memos website before continuing.
de: Ihre Memos-Version ist neuer als die von Moe Memos getestete Version. Eine erzwungene Synchronisierung kann nicht synchronisierte Daten beschädigen. Bitte prüfen Sie die Moe-Memos-Website, bevor Sie fortfahren.
fr: Votre version de Memos est plus récente que celle testée par Moe Memos. Forcer la synchronisation peut corrompre les données non synchronisées. Veuillez consulter le site de Moe Memos avant de continuer.
it: La tua versione di Memos e piu recente della versione testata da Moe Memos. Forzare la sincronizzazione potrebbe corrompere i dati non sincronizzati. Controlla il sito web di Moe Memos prima di continuare.
ja: お使いの Memos バージョンは、Moe Memos で検証済みのバージョンより新しいです。同期を強制すると未同期データが破損する可能性があります。続行する前に Moe Memos のWebサイトを確認してください。
ru: Ваша версия Memos новее версии, протестированной в Moe Memos. Принудительная синхронизация может повредить несинхронизированные данные. Перед продолжением проверьте сайт Moe Memos.
zh_hans: 您的 Memos 版本高于 Moe Memos 已验证的版本，强制同步可能损坏未同步数据。继续前请先查看 Moe Memos 官网确认是否支持。
zh_hant: 您的 Memos 版本高於 Moe Memos 已驗證的版本，強制同步可能損壞未同步資料。繼續前請先查看 Moe Memos 官網確認是否支援。

# compat.supported-versions
source: Moe Memos only supports Memos instances compatible with the %1$@ API, and Memos %2$@ to %3$@.
de: Moe Memos unterstützt nur Memos-Instanzen mit %1$@-kompatibler API sowie Memos %2$@ bis %3$@.
fr: Moe Memos prend uniquement en charge les instances Memos compatibles avec l'API %1$@, et Memos de %2$@ à %3$@.
it: Moe Memos supporta solo istanze Memos compatibili con l'API %1$@, e Memos da %2$@ a %3$@.
ja: Moe Memos は %1$@ 互換 API の Memos インスタンスと、%2$@ から %3$@ までの Memos のみをサポートしています。
ru: Moe Memos поддерживает только экземпляры Memos с API, совместимым с %1$@, а также Memos от %2$@ до %3$@.
zh_hans: Moe Memos 仅支持与 %1$@ API 兼容的 Memos 实例，以及 %2$@ 到 %3$@ 的 Memos。
zh_hant: Moe Memos 僅支援與 %1$@ API 相容的 Memos 實例，以及 %2$@ 到 %3$@ 的 Memos。

# compat.unsupported-version.title
source: Unsupported Memos version
de: Nicht unterstützte Memos-Version
fr: Version de Memos non prise en charge
it: Versione di Memos non supportata
ja: サポート対象外のMemosバージョン
ru: Неподдерживаемая версия Memos
zh_hans: Memos 版本不受支持
zh_hant: Memos 版本不受支援

# error.access-token-invalid
source: Your access token is invalid. Please create a non-expiring access token and log in again.
de: Ihr Zugriffstoken ist ungültig. Bitte erstellen Sie ein nicht ablaufendes Zugriffstoken und melden Sie sich erneut an.
fr: Votre jeton d'accès est invalide. Veuillez créer un jeton d'accès sans expiration et vous reconnecter.
it: Il tuo token di accesso non e valido. Crea un token di accesso senza scadenza e accedi di nuovo.
ja: アクセストークンが無効です。期限なしのアクセストークンを作成して、再度ログインしてください。
ru: Ваш токен доступа недействителен. Создайте токен доступа без срока действия и войдите снова.
zh_hans: 您的访问令牌无效，请创建一个永不过期的访问令牌后重新登录。
zh_hant: 您的存取權杖無效，請建立一個永不過期的存取權杖後重新登入。

source: Explore
de: Durchsuchen
fr: Explorer
it: Esplora
ja: 共有メモ
ru: Обзор
zh_hans: 发现
zh_hant: 探索

# explore.empty
source: No public memos
de: Keine öffentlichen Memos
fr: Aucun memo public
it: Nessun memo pubblico
ja: 公開メモはありません
ru: Нет публичных заметок
zh_hans: 暂无公开 MEMO
zh_hant: 暫無公開 MEMO

# input.attach
source: Add attachment
de: Anhang hinzufügen
fr: Ajouter une pièce jointe
it: Aggiungi allegato
ja: 添付ファイルを追加
ru: Добавить вложение
zh_hans: 添加附件
zh_hant: 加入附件

# input.camera
source: Take a photo
de: Foto aufnehmen
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮影
ru: Сделать фото
zh_hans: 拍照
zh_hant: 拍照

# input.close
source: Close
de: Schließen
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# input.compose
source: Compose
de: Verfassen
fr: Composer
it: Componi
ja: 作成
ru: Создать
zh_hans: 撰写
zh_hant: 撰寫

# input.continue-draft
source: Continue draft
de: Entwurf fortsetzen
fr: Reprendre le brouillon
it: Riprendi la bozza
ja: 下書きを続ける
ru: Продолжить черновик
zh_hans: 继续编辑草稿
zh_hant: 繼續編輯草稿

# input.discard
source: Discard Changes
de: Änderungen verwerfen
fr: Ignorer les modifications
it: Scarta modifiche
ja: 変更を破棄
ru: Отменить изменения
zh_hans: 放弃更改
zh_hant: 捨棄變更

# input.draft-restored
source: Draft restored
de: Entwurf wiederhergestellt
fr: Brouillon restauré
it: Bozza ripristinata
ja: 下書きを復元しました
ru: Черновик восстановлен
zh_hans: 已恢复草稿
zh_hant: 已還原草稿

# input.draft-save-failed
source: Couldn’t save draft
de: Entwurf konnte nicht gespeichert werden
fr: Impossible d’enregistrer le brouillon
it: Impossibile salvare la bozza
ja: 下書きを保存できませんでした
ru: Не удалось сохранить черновик
zh_hans: 无法保存草稿
zh_hant: 無法儲存草稿

# input.draft-saved
source: Draft saved on this device
de: Entwurf auf diesem Gerät gespeichert
fr: Brouillon enregistré sur cet appareil
it: Bozza salvata su questo dispositivo
ja: 下書きをこのデバイスに保存しました
ru: Черновик сохранён на этом устройстве
zh_hans: 草稿已保存在此设备上
zh_hant: 草稿已儲存在此裝置上

# input.edit
source: Edit Memo
de: Memo bearbeiten
fr: Editer Memo
it: Modifica Memo
ja: メモの編集
ru: Редактировать Memo
zh_hans: 编辑
zh_hant: 編輯

# input.files
source: Attach a file
de: Datei anhängen
fr: Joindre un fichier
it: Allega un file
ja: ファイルを添付
ru: Прикрепить файл
zh_hans: 添加文件
zh_hant: 附加檔案

# input.format
source: Format
de: Formatieren
fr: Mise en forme
it: Formattazione
ja: 書式
ru: Формат
zh_hans: 格式
zh_hant: 格式

# input.format.bold
source: Bold
de: Fett
fr: Gras
it: Grassetto
ja: 太字
ru: Жирный
zh_hans: 粗体
zh_hant: 粗體

# input.format.bullet-list
source: Bulleted list
de: Aufzählung
fr: Liste à puces
it: Elenco puntato
ja: 箇条書き
ru: Маркированный список
zh_hans: 无序列表
zh_hant: 項目符號清單

# input.format.heading1
source: Heading 1
de: Überschrift 1
fr: Titre 1
it: Titolo 1
ja: 見出し1
ru: Заголовок 1
zh_hans: 标题 1
zh_hant: 標題 1

# input.format.heading2
source: Heading 2
de: Überschrift 2
fr: Titre 2
it: Titolo 2
ja: 見出し2
ru: Заголовок 2
zh_hans: 标题 2
zh_hant: 標題 2

# input.format.heading3
source: Heading 3
de: Überschrift 3
fr: Titre 3
it: Titolo 3
ja: 見出し3
ru: Заголовок 3
zh_hans: 标题 3
zh_hant: 標題 3

# input.format.italic
source: Italic
de: Kursiv
fr: Italique
it: Corsivo
ja: 斜体
ru: Курсив
zh_hans: 斜体
zh_hant: 斜體

# input.format.numbered-list
source: Numbered list
de: Nummerierte Liste
fr: Liste numérotée
it: Elenco numerato
ja: 番号付きリスト
ru: Нумерованный список
zh_hans: 有序列表
zh_hant: 編號清單

# input.format.quote
source: Quote
de: Zitat
fr: Citation
it: Citazione
ja: 引用
ru: Цитата
zh_hans: 引用
zh_hant: 引用

# input.format.strikethrough
source: Strikethrough
de: Durchgestrichen
fr: Barré
it: Barrato
ja: 取り消し線
ru: Зачёркнутый
zh_hans: 删除线
zh_hant: 刪除線

# input.hide-keyboard
source: Hide keyboard
de: Tastatur ausblenden
fr: Masquer le clavier
it: Nascondi tastiera
ja: キーボードを隠す
ru: Скрыть клавиатуру
zh_hans: 收起键盘
zh_hant: 收起鍵盤

# input.importing
source: Importing attachments…
de: Anhänge werden importiert…
fr: Importation des pièces jointes…
it: Importazione allegati…
ja: 添付ファイルを読み込み中…
ru: Импорт вложений…
zh_hans: 正在导入附件…
zh_hant: 正在匯入附件…

# input.insert-tag
source: Insert tag
de: Tag einfügen
fr: Insérer un tag
it: Inserisci tag
ja: タグを挿入
ru: Вставить тег
zh_hans: 插入标签
zh_hant: 插入標籤

# input.journaling
source: Journaling suggestions
de: Journalvorschläge
fr: Suggestions de journal
it: Suggerimenti per il diario
ja: ジャーナルの提案
ru: Предложения для дневника
zh_hans: 日记建议
zh_hant: 日誌建議

# input.keep-editing
source: Keep Editing
de: Weiter bearbeiten
fr: Continuer la modification
it: Continua a modificare
ja: 編集を続ける
ru: Продолжить редактирование
zh_hans: 继续编辑
zh_hant: 繼續編輯

# input.memo-content
source: Memo content
de: Memo-Inhalt
fr: Contenu du mémo
it: Contenuto del memo
ja: メモの内容
ru: Текст заметки
zh_hans: 笔记内容
zh_hant: 筆記內容

# input.new-tag
source: New tag
de: Neues Tag
fr: Nouvelle étiquette
it: Nuovo tag
ja: 新しいタグ
ru: Новый тег
zh_hans: 新标签
zh_hant: 新標籤

# input.photos
source: Choose photos or videos
de: Fotos oder Videos auswählen
fr: Choisir des photos ou vidéos
it: Scegli foto o video
ja: 写真やビデオを選択
ru: Выбрать фото или видео
zh_hans: 选择照片或视频
zh_hant: 選擇照片或影片

# input.placeholder
source: Any thoughts…
de: Ein Gedanke...
fr: Une idée…
it: Una idea…
ja: 今考えていることは…
ru: Ваши мысли...
zh_hans: 现在的想法是…
zh_hant: 現在的想法是…

# input.remove-attachment
source: Remove Attachment
de: Anhang entfernen
fr: Retirer la pièce jointe
it: Rimuovi allegato
ja: 添付ファイルを外す
ru: Убрать вложение
zh_hans: 移除附件
zh_hant: 移除附件

# input.save
source: Save
de: Speichern
fr: Sauvegarder
it: Salva
ja: 保存
ru: Сохранить
zh_hans: 记下
zh_hant: 記下

# input.saving
source: Saving…
de: Wird gespeichert…
fr: Enregistrement…
it: Salvataggio…
ja: 保存中…
ru: Сохранение…
zh_hans: 正在保存…
zh_hant: 正在儲存…

# input.scan
source: Scan a document
de: Dokument scannen
fr: Scanner un document
it: Scansiona un documento
ja: 書類をスキャン
ru: Сканировать документ
zh_hans: 扫描文档
zh_hant: 掃描文件

# input.show-keyboard
source: Show keyboard
de: Tastatur einblenden
fr: Afficher le clavier
it: Mostra tastiera
ja: キーボードを表示
ru: Показать клавиатуру
zh_hans: 显示键盘
zh_hant: 顯示鍵盤

# input.toggle-checklist
source: Toggle checklist
de: Checkliste umschalten
fr: Basculer la liste de tâches
it: Attiva o disattiva elenco di attività
ja: チェックリストを切り替え
ru: Переключить список задач
zh_hans: 切换待办事项
zh_hant: 切換待辦事項

# input.unsaved-changes-restored
source: Unsaved changes restored
de: Nicht gespeicherte Änderungen wiederhergestellt
fr: Modifications non enregistrées restaurées
it: Modifiche non salvate ripristinate
ja: 未保存の変更を復元しました
ru: Несохранённые изменения восстановлены
zh_hans: 已恢复未保存的更改
zh_hant: 已還原未儲存的變更

# input.unsaved.title
source: Save your changes?
de: Änderungen speichern?
fr: Enregistrer les modifications ?
it: Salvare le modifiche?
ja: 変更を保存しますか？
ru: Сохранить изменения?
zh_hans: 保存更改？
zh_hant: 儲存變更？

# input.visibility
source: Memo visibility
de: Memo Sichtbarkeit
fr: Visibilité du memo
it: Visibilità dei memo
ja: メモの表示
ru: Видимость Memo
zh_hans: MEMO 可见性
zh_hant: MEMO 可見性

# login.access-token
source: Access Token
de: Zugriffstoken
fr: Jeton d'accès
it: Token di accesso
ja: アクセストークン
ru: Токен доступа
zh_hans: 访问令牌
zh_hant: 存取令牌

# login.access-token.hint
source: Create an Access Token from Setting in ✍️memos.
de: Erstelle in den Einstellungen von ✍️memos ein Zugriffstoken.
fr: Créer un jeton d'accès à partir du paramétrage ✍️memos.
it: Crea un token di accesso dalle impostazioni ✍️memos.
ja: ✍️memosの設定からアクセストークンを作成します。
ru: Создайте токен доступа в Настройках ✍️memos.
zh_hans: 从 ✍️memos 设置中创建 Access Token。
zh_hant: 從 ✍️memos 設定中建立 Access Token。

# login.hint
source: Please input the login information of your [✍️memos](https://github.com/usememos/memos) server.
de: Bitte geben Sie die Anmeldeinformationen für Ihren ✍️memos Server ein (https://github.com/usememos/memos) ein.
fr: Veuillez saisir les informations de connexion de votre serveur [✍️memos](https://github.com/usememos/memos).
it: Inserisci le informazioni di accesso al server [✍️memos](https://github.com/usememos/memos).
ja: [✍️memos](https://github.com/usememos/memos) サーバーのログイン情報を入力してください。
ru: Пожалуйста, введите данные для входа в ваш [✍️memos](https://github.com/usememos/memos) сервер.
zh_hans: 请输入您的 [✍️memos](https://github.com/usememos/memos) 服务器的登录信息。
zh_hant: 請輸入您的 [✍️memos](https://github.com/usememos/memos) 伺服器的登入資訊。

# login.host
source: Host
de: Server
fr: Hôte
it: Ospite
ja: ホスト
ru: Хост
zh_hans: 服务器地址
zh_hant: 伺服器地址

# login.sign-in
source: Sign in
de: Anmelden
fr: S'identifier
it: Login
ja: サインイン
ru: Войти
zh_hans: 登录
zh_hant: 登入

# memo.action.cancel
source: No
de: Nei
fr: Non
ja: いいえ
ru: Нет
zh_hans: 取消
zh_hant: 取消

# memo.action.ok
source: Yes
de: Ja
fr: Oui
it: Si
ja: はい
ru: Да
zh_hans: 确认
zh_hant: 確認

source: Memo actions
de: Memo-Aktionen
fr: Actions du mémo
it: Azioni del memo
ja: メモの操作
ru: Действия с заметкой
zh_hans: 笔记操作
zh_hant: 筆記操作

# memo.archive
source: Archive
de: Archiv
fr: Archiver
it: Archivia
ja: アーカイブ
ru: Архив
zh_hans: 归档
zh_hant: 歸檔

# memo.archived
source: Archived
de: Archiviert
fr: Archivés
it: Archiviate
ja: アーカイブ済み
ru: Архивировано
zh_hans: 归档
zh_hant: 歸檔

# memo.archived.empty
source: No archived memos
de: Keine archivierten Memos
fr: Aucun memo archivé
it: Nessun memo archiviato
ja: アーカイブ済みメモはありません
ru: Нет архивированных заметок
zh_hans: 暂无归档 MEMO
zh_hant: 暫無歸檔 MEMO

# memo.checked
source: Checked
de: Abgehakt
fr: Coché
it: Selezionato
ja: チェック済み
ru: Отмечено
zh_hans: 已勾选
zh_hant: 已勾選

# memo.checklist-item
source: Checklist item
de: Checklistenpunkt
fr: Élément de liste
it: Voce elenco di attività
ja: チェックリスト項目
ru: Пункт списка задач
zh_hans: 待办事项
zh_hant: 待辦事項

# memo.comment.delete.confirm
source: Delete this comment?
de: Diesen Kommentar löschen?
fr: Supprimer ce commentaire ?
it: Eliminare questo commento?
ja: このコメントを削除しますか？
ru: Удалить этот комментарий?
zh_hans: 确认删除这条评论吗？
zh_hant: 確認刪除這則評論嗎？

# memo.comment.empty
source: No comments yet
de: Noch keine Kommentare
fr: Aucun commentaire
it: Nessun commento
ja: コメントはまだありません
ru: Комментариев пока нет
zh_hans: 暂无评论
zh_hant: 尚無評論

# memo.comment.placeholder
source: Add a comment...
de: Kommentar hinzufügen …
fr: Ajouter un commentaire…
it: Aggiungi un commento…
ja: コメントを追加…
ru: Добавить комментарий…
zh_hans: 添加评论…
zh_hant: 新增評論…

# memo.comment.send
source: Send
de: Senden
fr: Envoyer
it: Invia
ja: 送信
ru: Отправить
zh_hans: 发送
zh_hant: 傳送

# memo.comments
source: Comments
de: Kommentare
fr: Commentaires
it: Commenti
ja: コメント
ru: Комментарии
zh_hans: 评论
zh_hant: 評論

# memo.copy
source: Copy
de: Kopieren
fr: Copier
it: Copia
ja: コピー
ru: Копировать
zh_hans: 拷贝
zh_hant: 複製

# memo.delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# memo.delete.confirm
source: Delete this memo?
de: Dieses Memo löschen?
fr: Supprimer le memo ?
it: Elimina questo memo?
ja: このメモを削除しますか？
ru: Удалить эту memo?
zh_hans: 确认删除这条 MEMO 吗？
zh_hant: 確認刪除這條 MEMO 嗎？

# memo.edit
source: Edit
de: Bearbeiten
fr: Éditer
it: Modifica
ja: 編集
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

# memo.empty.description
source: Capture a thought, idea, or moment.
de: Halte einen Gedanken, eine Idee oder einen Moment fest.
fr: Notez une pensée, une idée ou un moment.
it: Annota un pensiero, un’idea o un momento.
ja: 思いついたことや今の気持ちを書き留めましょう。
ru: Запишите мысль, идею или момент.
zh_hans: 记下想法、灵感或此刻。
zh_hant: 記下想法、靈感或此刻。

# memo.memos.empty
source: No memos
de: Keine Memos
fr: Aucun memo
it: Nessun memo
ja: メモはありません
ru: Нет заметок
zh_hans: 暂无 MEMO
zh_hant: 暫無 MEMO

# memo.pin
source: Pin
de: Anpinnen
fr: Épingler
it: Fissa
ja: ピン留め
ru: Закрепить
zh_hans: 置顶
zh_hant: 置頂

# memo.restore
source: Restore
de: Wiederherstellen
fr: Restaurer
it: Ripristina
ja: 復元
ru: Восстановить
zh_hans: 恢复
zh_hant: 恢復

# memo.share
source: Share
de: Teilen
fr: Partager
it: Condividi
ja: 共有
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

# memo.tag.empty
source: No memos with this tag
de: Keine Memos mit diesem Tag
fr: Aucun mémo avec ce tag
it: Nessun memo con questo tag
ja: このタグのメモはありません
ru: Нет заметок с этим тегом
zh_hans: 此标签下暂无笔记
zh_hant: 此標籤下暫無筆記

# memo.tag.empty.description
source: Add this tag to a memo to see it here.
de: Füge dieses Tag zu einem Memo hinzu, um es hier zu sehen.
fr: Ajoutez ce tag à un mémo pour le retrouver ici.
it: Aggiungi questo tag a un memo per vederlo qui.
ja: メモにこのタグを付けると、ここに表示されます。
ru: Добавьте этот тег к заметке, чтобы увидеть её здесь.
zh_hans: 为笔记添加此标签，即可在这里查看。
zh_hant: 為筆記加入此標籤，即可在這裡查看。

# memo.unchecked
source: Unchecked
de: Nicht abgehakt
fr: Non coché
it: Non selezionato
ja: 未チェック
ru: Не отмечено
zh_hans: 未勾选
zh_hant: 未勾選

# memo.unpin
source: Unpin
de: Pin lösen
fr: Désépingler
it: Sblocca
ja: ピン留め解除
ru: Открепить
zh_hans: 取消置顶
zh_hant: 取消置頂

# memo.view-more
source: View more
de: Mehr anzeigen
fr: Voir plus
it: Mostra altro
ja: もっと見る
ru: Показать больше
zh_hans: 查看更多
zh_hant: 查看更多

# memo.visibility.private
source: Only visible to you
de: Nur für dich sichtbar
fr: Privé
it: Privato
ja: あなただけに表示
ru: Видно только вам
zh_hans: 仅自己可见
zh_hant: 僅自己可見

# memo.visibility.protected
source: Visible to local members
de: Sichtbar für Mitglieder
fr: Visible aux membres
it: Visibile ai membri locali
ja: ローカルメンバーに表示
ru: Видно локальным пользователям
zh_hans: 本地用户可见
zh_hant: 本地使用者可見

# memo.visibility.public
source: Visible to guests
de: Sichtbar für Gäste
fr: Public
it: Pubblico
ja: ゲストに表示
ru: Видно гостям
zh_hans: 访客可见
zh_hant: 訪客可見

# memo.visibility.space
source: Visible to space members
de: Für Space-Mitglieder sichtbar
fr: Visible par les membres de l’espace
it: Visibile ai membri dello spazio
ja: スペースのメンバーに表示
ru: Видно участникам пространства
zh_hans: 仅空间成员可见
zh_hant: 僅空間成員可見
